Repository: bii-08/Owl-Reader
Catalog: Localization/*.lproj/Localizable.strings
Languages: de, fr, ja, ko, vi

source: Add
de: Hinzufügen
fr: Ajouter
ja: 追加
ko: 추가
vi: Thêm

source: Add / Edit Link
de: Link hinzufügen / bearbeiten
fr: Ajouter / Modifier le lien
ja: リンクの追加/編集
ko: 링크 추가/편집
vi: Thêm / Chỉnh sửa liên kết

source: Add Image
de: Bild hinzufügen
fr: Ajouter une image
ja: 画像を追加
ko: 이미지 추가
vi: Thêm hình ảnh

source: Add new shortcut
de: Neue Verknüpfung hinzufügen
fr: Ajouter un nouveau raccourci
ja: 新しいショートカットを追加
ko: 새로운 바로 가기 추가
vi: Thêm phím tắt mới

source: Add new word
de: Neues Wort hinzufügen
fr: Ajouter un nouveau mot
ja: 新しい単語を追加
ko: 새로운 단어 추가
vi: Thêm từ mới

source: Add web page title
de: Webseitentitel hinzufügen
fr: Ajouter le titre de la page web
ja: ウェブページのタイトルを追加
ko: 웹 페이지 제목 추가
vi: Thêm tiêu đề trang web

source: Add your web link
de: Deinen Weblink hinzufügen
fr: Ajouter votre lien web
ja: ウェブリンクを追加
ko: 웹 링크 추가
vi: Thêm liên kết trang web

source: Add your word book title
de: Deinen Wortbuch-Titel hinzufügen
fr: Ajouter le titre de votre carnet de mots
ja: 単語帳のタイトルを追加
ko: 단어장 제목 추가
vi: Thêm tiêu đề sách từ vựng

source: All words
de: Alle Wörter
fr: Tous les mots
ja: すべての単語
ko: 모든 단어
vi: Tất cả từ vựng

# All_words_lld
source: All words
de: Alle Wörter
fr: Tous les mots
ja: すべての単語
ko: 모든 단어
vi: Tất cả từ vựng

source: An error occurred while loading headlines.
de: Ein Fehler ist beim Laden der Schlagzeilen aufgetreten.
fr: Une erreur est survenue lors du chargement des titres.
ja: ヘッドラインの読み込み中にエラーが発生しました。
ko: 헤드라인을 불러오는 중 오류가 발생했습니다.
vi: Đã xảy ra lỗi khi tải tiêu đề.

source: An error occurred while loading your word.
de: Ein Fehler ist beim Laden deines Wortes aufgetreten.
fr: Une erreur est survenue lors du chargement de votre mot.
ja: 単語の読み込み中にエラーが発生しました。
ko: 단어를 불러오는 중 오류가 발생했습니다.
vi: Đã xảy ra lỗi khi tải từ mà bạn yêu cầu.

source: Breaking News
de: Eilmeldungen
fr: Dernières nouvelles
ja: 最新ニュース
ko: 속보
vi: Tin nóng

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ko: 취소
vi: Hủy

source: Change Image
de: Bild ändern
fr: Changer l'image
ja: 画像を変更
ko: 이미지 변경
vi: Thay đổi hình ảnh

source: Choose your wordbook:
de: Wähle dein Wortbuch:
fr: Choisissez votre carnet de mots:
ja: 単語帳を選択してください:
ko: 단어장을 선택하십시오:
vi: Chọn sách từ vựng:

source: Clear
de: Löschen
fr: Effacer
ja: クリア
ko: 지우기
vi: Xóa

source: Clear all
de: Alle löschen
fr: Tout effacer
ja: すべて削除
ko: 모두 지우기
vi: Xóa tất cả

source: Click plus button or start browsing your webpages to add new words.
de: Klicke auf die Plus-Taste oder beginne mit dem Durchsuchen deiner Webseiten, um neue Wörter hinzuzufügen.
fr: Cliquez sur le bouton plus ou commencez à parcourir vos pages web pour ajouter de nouveaux mots.
ja: プラスボタンをクリックするか、ウェブページを閲覧して新しい単語を追加してください。
ko: 플러스 버튼을 클릭하거나 웹 페이지를 탐색하여 새로운 단어를 추가하십시오.
vi: Nhấp vào nút dấu cộng hoặc bắt đầu duyệt các trang web để thêm từ mới.

source: Create
de: Erstellen
fr: Créer
ja: 作成
ko: 만들기
vi: Tạo

source: Create your Wordbook
de: Erstelle dein Wortbuch
fr: Créez votre carnet de mots
ja: 単語帳を作成
ko: 단어장 만들기
vi: Tạo sách từ vựng

source: Daily story
de: Tägliche Geschichte
fr: Histoire quotidienne
ja: 毎日の話
ko: 매일 이야기
vi: Truyện ngắn

source: Daily Story
de: Tägliche Geschichte
fr: Histoire quotidienne
ja: 毎日の話
ko: 매일 이야기
vi: Truyện ngắn

source: Delete
de: Löschen
fr: Supprimer
ja: 削除
ko: 삭제
vi: Xóa

source: Edit
de: Bearbeiten
fr: Modifier
ja: 編集
ko: 편집
vi: Chỉnh sửa

source: Editing shortcut
de: Verknüpfung bearbeiten
fr: Modification du raccourci
ja: ショートカットを編集
ko: 바로 가기 편집
vi: Chỉnh sửa phím tắt

source: Eg. Harry Potter
de: Z.B. Harry Potter
fr: Ex. Harry Potter
ja: 例：ハリー・ポッター
ko: 예: 해리 포터
vi: Ví dụ: Harry Potter

source: Empty Words
de: Keine Wörter
fr: Mots vides
ja: 単語がありません
ko: 단어 없음
vi: Không có từ

source: Enter your web link
de: Gib deinen Weblink ein
fr: Entrez votre lien web
ja: ウェブリンクを入力
ko: 웹 링크 입력
vi: Nhập trang web bạn muốn đọc

source: Error loading headlines
de: Fehler beim Laden der Schlagzeilen
fr: Erreur lors du chargement des titres
ja: ヘッドラインの読み込みエラー
ko: 헤드라인 불러오기 오류
vi: Lỗi tải tiêu đề

source: Error loading word
de: Fehler beim Laden des Wortes
fr: Erreur lors du chargement du mot
ja: 単語の読み込みエラー
ko: 단어 불러오기 오류
vi: Lỗi tải từ

source: Home
de: Startseite
fr: Accueil
ja: ホーム
ko: 홈
vi: Trang chủ

source: Loading content...
de: Inhalt wird geladen...
fr: Chargement du contenu...
ja: コンテンツを読み込み中...
ko: 내용을 불러오는 중...
vi: Đang tải nội dung...

source: Loading url....
de: URL wird geladen....
fr: Chargement de l'URL....
ja: URLを読み込み中...
ko: URL을 불러오는 중...
vi: Đang tải url...

source: Loading...
de: Lädt...
fr: Chargement...
ja: 読み込み中...
ko: 불러오는 중...
vi: Đang tải...

source: No history
de: Keine Historie
fr: Aucun historique
ja: 履歴なし
ko: 기록 없음
vi: Không có lịch sử

source: No Item
de: Kein Eintrag
fr: Aucun élément
ja: アイテムなし
ko: 항목 없음
vi: Không có mục

source: Owl Reader
fr: Lecteur Owl

source: Page title
de: Seitentitel
fr: Titre de la page
ja: ページタイトル
ko: 페이지 제목
vi: Tiêu đề trang

source: Request Balance
de: Anfrageguthaben
fr: Solde de la demande
ja: 残りのリクエスト数
ko: 요청 잔액
vi: Số dư yêu cầu

source: Retry
de: Erneut versuchen
fr: Réessayer
ja: 再試行
ko: 재시도
vi: Thử lại

source: Save changes
de: Änderungen speichern
fr: Enregistrer les modifications
ja: 変更を保存
ko: 변경 사항 저장
vi: Lưu thay đổi

source: Search
de: Suchen
fr: Rechercher
ja: 検索
ko: 검색
vi: Tìm kiếm

source: Search by word
de: Nach Wort suchen
fr: Rechercher par mot
ja: 単語で検索
ko: 단어로 검색
vi: Tìm kiếm theo từ

source: Search new words
de: Neue Wörter suchen
fr: Rechercher de nouveaux mots
ja: 新しい単語を検索
ko: 새로운 단어 검색
vi: Tìm kiếm từ mới

source: Shortcut list
de: Verknüpfungsliste
fr: Liste des raccourcis
ja: ショートカットリスト
ko: 바로 가기 목록
vi: Danh sách phím tắt

source: Shortcuts
de: Verknüpfungen
fr: Raccourcis
ja: ショートカット
ko: 바로 가기
vi: Phím tắt

source: Sorry. Could not find this word.😔
de: Entschuldigung. Konnte dieses Wort nicht finden.😔
fr: Désolé. Impossible de trouver ce mot.😔
ja: 申し訳ありません。この単語は見つかりませんでした。😔
ko: 죄송합니다. 이 단어를 찾을 수 없습니다.😔
vi: Xin lỗi. Không thể tìm thấy từ này.😔

source: Sorry. This title is already taken.
de: Entschuldigung. Dieser Titel ist bereits vergeben.
fr: Désolé. Ce titre est déjà pris.
ja: 申し訳ありません。このタイトルはすでに使用されています。
ko: 죄송합니다. 이 제목은 이미 사용 중입니다.
vi: Xin lỗi. Tiêu đề này đã được sử dụng.

source: Sorry. You have reached the request limit.😰
de: Entschuldigung. Du hast das Anfrage-Limit erreicht.😰
fr: Désolé. Vous avez atteint la limite de demandes.😰
ja: 申し訳ありません。リクエストの制限に達しました。😰
ko: 죄송합니다. 요청 한도에 도달했습니다.😰
vi: Xin lỗi. Bạn đã dùng hết số lần tra từ miễn phí.😰

source: Start browsing your webpages to add new words.
de: Beginne mit dem Durchsuchen deiner Webseiten, um neue Wörter hinzuzufügen.
fr: Commencez à parcourir vos pages web pour ajouter de nouveaux mots.
ja: ウェブページを閲覧して新しい単語を追加してください。
ko: 웹 페이지를 탐색하여 새로운 단어를 추가하십시오.
vi: Bắt đầu duyệt các trang web của bạn để thêm từ mới.

source: Swipe Action
de: Wischaktion
fr: Action de balayage
ja: スワイプアクション
ko: 스와이프 액션
vi: Thao tác

source: Swipe from trailing edge to edit or delete your shortcut.
de: Wische von der hinteren Kante, um deine Verknüpfung zu bearbeiten oder zu löschen.
fr: Balayez depuis le bord pour modifier ou supprimer votre raccourci.
ja: 端からスワイプしてショートカットを編集または削除します。
ko: 끝에서 스와이프하여 바로 가기를 편집하거나 삭제하십시오.
vi: Vuốt sang trái để chỉnh sửa hoặc xóa phím tắt.

source: Swipe from trailing edge to edit or delete your wordBook.
de: Wische von der hinteren Kante, um dein Wortbuch zu bearbeiten oder zu löschen.
fr: Balayez depuis le bord pour modifier ou supprimer votre carnet de mots.
ja: 端からスワイプして単語帳を編集または削除します。
ko: 끝에서 스와이프하여 단어장을 편집하거나 삭제하십시오.
vi: Vuốt sang trái để chỉnh sửa hoặc xóa sách từ vựng.

source: Synonyms:
de: Synonyme:
fr: Synonymes:
ja: 同義語:
ko: 동의어:
vi: Từ đồng nghĩa:

# Tap_on_this_button_to_add_your_Wordbook_name
source: Tap on this button to add your Wordbook's name
de: Tippe auf diese Schaltfläche, um den Namen deines Wortbuchs hinzuzufügen
fr: Appuyez sur ce bouton pour ajouter le nom de votre carnet de mots
ja: このボタンをタップして単語帳の名前を追加
ko: 이 버튼을 눌러 단어장 이름을 추가하십시오
vi: Nhấn vào nút này để thêm tên sách từ vựng.

source: Tap on this plus button to search for words
de: Tippe auf diese Plus-Schaltfläche, um nach Wörtern zu suchen
fr: Appuyez sur ce bouton plus pour rechercher des mots
ja: このプラスボタンをタップして単語を検索
ko: 이 플러스 버튼을 눌러 단어를 검색하십시오
vi: Nhấn vào nút dấu cộng này để tìm kiếm từ.

source: The evidence which may decide Trump's fate at trial
de: Die Beweise, die Trumps Schicksal im Prozess entscheiden könnten
fr: Les preuves qui pourraient décider du sort de Trump au procès
ja: トランプの運命を裁判で決めるかもしれない証拠
ko: 트럼프의 운명을 결정할 수 있는 증거
vi: Bằng chứng có thể quyết định số phận của Trump tại phiên tòa

source: This is an indicator for your request remaining balance.
de: Dies ist ein Indikator für dein verbleibendes Anfrageguthaben.
fr: Ceci est un indicateur de votre solde de demandes restantes.
ja: これはお客さんの残りのリクエスト数の指標です。
ko: 이것은 남은 요청 잔액의 지표입니다.
vi: Đây là số lần tra từ miễn phí còn lại của bạn.

source: Type any word...
de: Gib ein beliebiges Wort ein...
fr: Tapez un mot...
ja: 任意の単語を入力...
ko: 아무 단어나 입력...
vi: Gõ bất kỳ từ nào...

source: Update
de: Aktualisieren
fr: Mettre à jour
ja: 更新
ko: 업데이트
vi: Cập nhật

source: Update your word book title
de: Deinen Wortbuch-Titel aktualisieren
fr: Mettez à jour le titre de votre carnet de mots
ja: 単語帳のタイトルを更新
ko: 단어장 제목 업데이트
vi: Cập nhật tiêu đề sách từ vựng của bạn

# Upload_your_webpage_icon
source: Upload your webpage's icon
de: Lade das Icon deiner Webseite hoch
fr: Téléchargez l'icône de votre page web
ja: ウェブページのアイコンをアップロード
ko: 웹 페이지 아이콘 업로드
vi: Tải lên biểu tượng trang web

source: Watch AD for 10 free requests 💓
de: Werbung ansehen für 10 kostenlose Anfragen 💓
fr: Regardez une publicité pour 10 demandes gratuites 💓
ja: 広告を見て無料リクエストを10回獲得 💓
ko: 광고를 보고 무료 요청 10회를 얻으십시오 💓
vi: Xem quảng cáo để nhận 10 lần tra từ miễn phí 💓

source: Word Book
de: Wortbuch
fr: Carnet de mots
ja: 単語帳
ko: 단어장
vi: Sách từ vựng

source: Your web link
de: Dein Weblink
fr: Votre lien web
ja: ウェブリンク
ko: 당신의 웹 링크
vi: Liên kết trang web

source: Recently read
de: Kürzlich gelesen
fr: Lu récemment
ja: 最近読んだ
ko: 최근에 읽음
vi: Đọc gần đây

source: Delete word
de: Wort löschen
fr: Supprimer le mot
ja: 単語を削除
ko: 단어 삭제
vi: Xóa từ

source: Permanently delete your word?
de: Dein Wort dauerhaft löschen?
fr: Supprimer définitivement votre mot?
ja: 単語を永久に削除しますか？
ko: 단어를 영구적으로 삭제하시겠습니까?
vi: Xóa vĩnh viễn từ vựng đã lưu?

source: Deleting words from here will make them disappear from all your word books as well.
de: Das Löschen von Wörtern hier entfernt sie auch aus all deinen Wortbüchern.
fr: La suppression de mots ici les fera également disparaître de tous vos carnets de mots.
ja: ここで単語を削除すると、すべての単語帳からも消えます。
ko: 여기에서 단어를 삭제하면 모든 단어장에서 사라집니다.
vi: Xóa từ ở đây sẽ khiến chúng biến mất khỏi tất cả các sách từ vựng của bạn.

source: Allow
de: Erlauben
fr: Permettre
ja: 許可
ko: 허용
vi: Cho phép

source: Don't ask again.
de: Nicht mehr fragen.
fr: Ne plus demander.
ja: 再び尋ねないでください。
ko: 다시 묻지 마십시오.
vi: Đừng hỏi lại.

source: Invalid
de: Ungültig
fr: Invalide
ja: 無効
ko: 무효
vi: Không hợp lệ

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
vi: Lỗi

source: Please ensure your link or title is correct.
de: Bitte stelle sicher, dass dein Link oder Titel korrekt ist.
fr: Veuillez vous assurer que votre lien ou titre est correct.
ja: リンクまたはタイトルが正しいことを確認してください。
ko: 링크 또는 제목이 정확한지 확인하십시오.
vi: Vui lòng đảm bảo liên kết hoặc tiêu đề của bạn đúng.

source: This title or link is already exists.
de: Dieser Titel oder Link existiert bereits.
fr: Ce titre ou lien existe déjà.
ja: このタイトルまたはリンクは既に存在します。
ko: 이 제목 또는 링크가 이미 존재합니다.
vi: Tiêu đề hoặc liên kết này đã tồn tại.

source: Got it
de: Verstanden
fr: Compris
ja: 了解
ko: 알겠습니다
vi: Hiểu rồi

source: Vocabulary Review Feature
fr: Fonction de révision du vocabulaire
vi: Tính năng ôn lại từ vựng

source: The vocabulary review feature is in progress.
fr: La fonction de révision du vocabulaire est en cours.
vi: Tính năng ôn lại từ vựng đang được phát triển.

source: We are working hard to provide it as soon as possible. 🙂
fr: Nous travaillons dur pour la fournir dès que possible. 🙂
vi: Chúng tôi đang nỗ lực để cung cấp tính năng này sớm nhất có thể. 🙂

source: Review
fr: Apprendre
vi: Ôn tập

source: The New Yorker
ja: ニューヨーカー
ko: 뉴요커

source: UK
ko: 영국

source: US
ko: 미국
